{
  "Founders": [
    {
      "id": "sandeep_singh",
      "name": "Dr. Sandeep Kumar Singh",
      "desg": "Founder President",
      "imgSrc": "founder",
      "links": {
        "scholar": "https://scholar.google.com/citations?user=IaDrG0AAAAAJ&hl=en",
        "researchGate": "https://www.researchgate.net/directory/profiles",
        "linkedin": "https://www.linkedin.com/in/sandeepneuro/",
        "twitter": "https://twitter.com/singh_neuro",
        "facebook": "https://www.facebook.com/sksinghneuro",
        "orcid": "https://orcid.org/0000-0002-0022-6240"
      },
      "desc": [
        "Dr. Sandeep Kumar Singh is the Founder President of ISET Foundation. He is a well-trained neuroscientist with a strong background in Biochemistry and Biomedicine. He was honored with Ph.D. degree in Biotechnology from the most prestigious institution, the “Capital of Knowledge” Banaras Hindu University, Varanasi, UP, India in the year 2015. His research interests are in neurodegenerative diseases-in particular Alzheimer’s disease. He has more than 10 years of experience in Neuroscience Research, specially in Alzheimer's disease. He has used animal models system to investigate the therapeutic potential for Alzheimer’s disease using synthetic as well as natural compounds in Drosophila as a model system. He has worked as Postdoctoral Scholar at Neurobiology Department, The University of Chicago, USA. He is currently working as Research Associate at Centre of Biomedical Research (CBMR), SGPGI Campus, Lucknow, U.P, India.",
        "Dr. Singh has published his research work in journals of international repute such as, (Neurotherapeutics, Neurotoxicity Research, Oxidative Medicine and Cellular Longevity, BBRC, Neurochemical Research, Neuroscience Letter, and Current Drug Metabolism etc.). He has been also credited with 2 book chapters. He is also the member of editorial boards of several international journals related to field of neuroscience. He is also the member of several scientific societies viz. Indian Academy of Neurosciences, Alzheimer’s and Related Disorders Society of India, American Academy of Neurology, International Society of Neurochemistry, American, and Society of Neurochemistry. Dr. Singh has been also appointed as Bentham Ambassador by Bentham Science Publisher (USA). He has attended several scientific national and international conferences/symposium/workshops in India and abroad and presented his research work. As a resource person, he has delivered lectures and seminars in various schools and colleges across the country.",
        "Dr. Singh is always concerned about the current scenario of the science education in various rural parts of India. He thinks about many societal issues, such as, science education, health, environment and agricultural issues. He always wanted to do something for the betterment of the society specially by implementing science and technology. He found himself more positive and strong for doing something for society after his USA trip. In USA, he observed that the educated and working people used to organize several charitable programme selflessly for needy people in their society. He realized that it’s our moral responsibility and duty to do something for our society if one is eligible in doing this. Then after, he determined that he would serve his great effort towards the betterment of science education, technology, modern health and agricultural issues in our country. For smooth flow of his determination, he registered the Non-profit/Non-Government Organization, Indian Scientific Education & Technology Foundation (ISET) in Dec 2016 along with his colleague Mr. Shailendra Mishra. This NGO has been working for promotion of science and technology at all possibilities of performance.",
        "The mission of ISET Foundation is to improve the quality of science education in India and to ensure that along with theoretical part, children also get equal opportunity to perform scientific practical work in schools. It will be accomplished by working in collaboration with the government, local communities, parents, teachers, volunteers, and civil society members. Organization’s aim is to supplement in science education along with governmental efforts. It is sure, that the foundation will help in achieving the advancement in science education through facilitating the excellent scientific education, various awareness programmes, promoting the innovative ideas, and by endorsing entrepreneurship, to develop competitiveness and stewardship towards science."
      ]
    },
    {
      "id": "shailendra_mishra",
      "name": "Mr. Shailendra K. Mishra",
      "desg": "Co-founder, Lucknow, India",
      "imgSrc": "cofounder",
      "links": {},
      "desc": [
        "“I believe that we have a chance to build a world in which all human beings can live with new era of science and utilize the Science & Tech in quotidian. It starts with imagine that world and then working together.”",
        "I, Shailendra, am the Co-founder and Vice-president of Indian Scientific Education and Technology (ISET) Foundation, a non-profit/non-governmental organization. Dr. Sandeep and I are leading the organization towards achieving the mission and vision of my NGO. Backwardness of India in science education had pushed to us (Dr. Sandeep and I) to establish the ISET Foundation for serving the society after completion my post graduation.",
        "I did Master of Science in Molecular and Human Genetics from Jiwaji University, Gwalior, India and research project from Banaras Hindu University, Varanasi, India and did a Bachelor of Science in Medical Laboratory Technology (Pathology) from H.N.B. Garhwal (Central) University, Uttrakhand, India along with six months internship from Max Hospital, New Delhi.",
        "All my education and training played a key role in increasing my confidence and helping me to understand various concepts in science and to mould my research interests. I possess versed communication skills and am able to relate to a wide range of people, as proven by my varied work experiences. I believe that my perseverance and enthusiasm could help me to achieve our vision and mission."
      ]
    }
  ],
  "Executives": [
    {
      "name": "Mr. Yogendra Kumar Mishra",
      "desg": "Lucknow, India",
      "imgSrc": "yogendra",
      "desc": [
        "“When the sun is shining I can do anything; no mountain is too high, no trouble too difficult to overcome……”",
        "Yogendra Kumar Mishra is journalist and social activist, whom guidance leading us toward better innovative path. He is executive member of Indian Scientific Education and Technology (ISET) Foundation, a nonprofit organization that founded in Feb 2017. Within Yogendra accompany, ISET Foundation is arising to promote the science education & exposure of upgrading technology. He is experienced to handle the NGO work, good communicator, innovative thinker and good management.",
        "Yogendra began serving in ISET Foundation in Feb 2017 within the commitment of betterment of science education, health and nutrition in sub-urban and rural areas. He has experience of working in several NGO with different projects. He completed post graduation in Economics and English from Dr. R.M.L. Awadh University, Faizabad, India and graduation in Social Science and social work from Dr. R.M.L. Awadh University, Faizabad, India."
      ]
    },
    {
      "name": "Mrs. Ritu Singh",
      "desg": "Lucknow, India",
      "imgSrc": "ritu",
      "desc": [
        "Ritu Singh is assistant professor and social activist, whom activeness for social work gives us motivation for science promotion in rural areas. She is executive member of Indian Scientific Education and Technology (ISET) Foundation, a non-profit organization that founded in Feb 2017. She is experienced in telecom & electronic engineering.",
        "She has commitment of betterment of science education in sub-urban and rural areas. She completed M. Tech. and B. Tech. in electronic engineering from Uttar Pradesh Technical University, India."
      ]
    },
    {
      "name": "Mr. Suraj Singh",
      "desg": "Lucknow, India",
      "imgSrc": "suraj",
      "desc": [
        "Suraj Singh is confident, positive attitude for social service. He is executive member of Indian Scientific Education and Technology (ISET) Foundation, a non-profit organization that founded in Feb 2017. He is experienced in technology.",
        "He has commitment of betterment of science education in sub-urban and rural areas. He completed B. Tech. from Uttar Pradesh Technical University, India."
      ]
    },
    {
      "name": "Mr. Manoj Kumar Singh",
      "desg": "Lucknow, India",
      "imgSrc": "manoj",
      "desc": [
        "Manoj K Singh is a businessman and he has keen interest in social activities. He is executive member of Indian Scientific Education and Technology (ISET) Foundation, a non-profit organization that founded in Dec 2016. He has experience in printing sector."
      ]
    },
    {
      "name": "Mr. Mahendra Pratap Singh",
      "desg": "Lucknow, India",
      "imgSrc": "mahendra",
      "desc": [
        "Mahendra P Singh is Teacher, social activist and communicator with positive attitude for social service. He is executive member of Indian Scientific Education and Technology (ISET) Foundation, a non-profit organization that founded in Dec 2016.He has experience in Civil Engineering and Constructions."
      ]
    },
    {
      "name": "Mr. Deepak Kumar Singh",
      "desg": "Lucknow, India",
      "imgSrc": "deepak",
      "desc": [
        "Deepak K Singh is a very dynamic and enthusiastic person. He is executive member of Indian Scientific Education and Technology (ISET) Foundation, a non-profit organization that founded in Dec 2016."
      ]
    },
    {
      "name": "Mr. Manoj Swatantra",
      "desg": "Lucknow, India",
      "imgSrc": "manojs",
      "desc": [
        "Manoj Swatantra is a Social activist and Media person. He is very active reporter and involved in several social welfare activities. He is executive member of Indian Scientific Education and Technology (ISET) Foundation, a non-profit organization that founded in Dec 2016."
      ]
    },
    {
      "name": "Mr. Ashok Kumar Singh",
      "desg": "Lucknow, India",
      "imgSrc": "ashok",
      "desc": [
        "Mr. Ashok Kumar Singh is Ex-Army person and a social activist. He is executive member of Indian Scientific Education and Technology (ISET) Foundation, a non-profit organization that founded in Dec 2016."
      ]
    }
  ],
  "current_AdvisoryCount": 36,
  "Advisory": [
    {
      "id": "001",
      "name": "Prof. George Perry",
      "desg": "Neuroscientist, Professor, UTSA, Texas, USA",
      "imgSrc": "george",
      "desc": [
        "Prof. George Perry is, Dean of the College of Sciences, Semmes Professor of Neurobiology, and Professor of Biology at the University of Texas at San Antonio, whom guidance leading us toward promotion of scientific education and technology. He is advisory member of Indian Scientific Education and Technology (ISET) Foundation, a nonprofit organization that founded in Feb 2017.",
        "Perry received his Bachelor of Arts degree in Zoology from University of California, Santa Barbara. After graduation, he studied at Scripps Institution of Oceanography, Hopkins Marine Station of Stanford University, and the Marine Biological Laboratory at Woods Hole; he obtained his Ph.D from the University of California at San Diego in Marine Biology under David Epel in 1979. He then received a postdoctoral fellowship in the Department of Cell Biology in the laboratories of William_R._Brinkley, Joseph Bryan and Anthony R. Means at Baylor College of Medicine where he laid the foundation for his observations of cytoskeletal abnormalities."
      ]
    },
    {
      "id": "002",
      "name": "Gitta Peyn",
      "imgSrc": "gitta",
      "desg": "Co-founder of the FORMWELTen-Institute, Germany",
      "links": [
        "www.formwelt.info",
        "www.uformiform.info",
        "www.formwelten-institut.com",
        "www.formwelt.media",
        "https://www.carl-auer.de/magazin/systemzeit?s=How+does+System+function%2Foperate"
      ],
      "desc": [
        "Gitta Peyn, 54-year-old systems, language and cybernetics researcher, and her husband Ralf Peyn have developed a universal language for education and communication, FORMWELT. Her aim is to help children and adults all over the world to learn systemic thinking in a playful way and to develop curricula together, to develop themselves further together and to increase intelligence and efficient communication as a global community in cooperation with artificial intelligence on the online platform to build \"FORMWELT Online\".",
        "She and her husband also emulate self-referential and autopoietic decision systems on the basis of a polyvalent logic of cognition developed by them, which reconstructs human thinking, decision making and communication, demonstrates their evolution and help to examine forms of thinking and communicating for functionality. Gitta Peyn is co-founder of the FORMWELTen-Institut, Germany, which specializes in promoting innovative systemic and cybernetic thinking.",
        "In the course of her educational work, she is also co-founder of FORMWELT Media, which has set itself the goal of publishing easily understandable introductory videos on basic concepts of systemics and 3rd order cybernetics as well as discussions with leading scientists on questions of zeitgeist."
      ]
    },
    {
      "id": "003",
      "name": "Prof. Maria Tikhonova",
      "imgSrc": "nova",
      "desg": "Head of the Laboratory, Laboratory of the Experimental Models of Neurodegenerative Processes, Federal State Budgetary Scientific Institution “Scientific Research Institute of Physiology and Basic Medicine” (SRIPhBM), Novosibirsk, Russia",
      "desc": [
        "Maria A. Tikhonova, Ph.D., D.Sc. Current position: Head of the Laboratory, Laboratory of the Experimental Models of Neurodegenerative Processes, Federal State Budgetary Scientific Institution “Scientific Research Institute of Physiology and Basic Medicine” (SRIPhBM), Novosibirsk, Russia.",
        "Dr. Tikhonova completed her Ph.D. in Physiology in 2005 and defended her D.Sc. thesis in 2018. In 2015-2016, Dr. Tikhonova was an invited Researcher supported by the Japan Society for the Promotion of Science (JSPS) Invitation Fellowship Program at the Department of Mental Disorder Research, National Institute of Neuroscience, National Center of Neurology and Psychiatry (NCNP), Tokyo, Japan. Her current professional interests are related to aging of the nervous system and neurodegenerative diseases. She studies their mechanisms with ethological, pharmacological, molecular, immunohistochemical, and neurochemical techniques for the development of novel diagnostic methods (f.e. search for biomarkers) and experimental treatment, mainly with the use of animal models.",
        "Dr. Tikhonova has a successful experience of research projects’ supervision and is closely involved in ongoing international collaboration with Taiwanese neuroscientists. She is an author of more than sixty articles published in the peer-reviewed international and national journals. Dr. Tikhonova has supervised the scientific work of students since 2003. She also contributes to expertise of research projects for national grant systems and of articles for international and national journals"
      ],
      "links": ["https://publons.com/researcher/1185086/maria-a-tikhonova/"]
    },
    {
      "id": "004",
      "name": "Prof. Ashley Bush",
      "imgSrc": "ashley",
      "desg": "Professor at the University of Melbourne and the Director of the Melbourne Dementia Research Centre at The Florey Institute of Neuroscience & Mental Health",
      "desc": [
        "Professor Ashley Bush is Professor of Neuroscience and Psychiatry at the University of Melbourne and the Director of the Melbourne Dementia Research Centre at The Florey Institute of Neuroscience & Mental Health.",
        "He is Co-Director of Biomarker Development for The Australian Imaging, Biomarkers and Lifestyle Study of Ageing (AIBL), Deputy Chair of the MACH Care of the Ageing Network, and holds staff appointments in Psychiatry and Radiology at Massachusetts General Hospital, USA. He is the scientific founder of multiple biotechnology companies such as Cogstate Ltd and Collaborative Medicinal Development. He has over 450 publications, >45,000 citations, a h-index of 102, and 29 patents. Prof Bush is rated in the top 1% of neuroscience researchers worldwide for han emphasis of much of Prof. Bush’s neurodegenerative disease research involving fluid biomarkers, multimodal neuroimaging and neurogenetics in population cohorts such as the Rush Memory and Aging Project, the Swedish BioFinder project, the Alzheimer’s disease Neuroimaging Initiative, the Healthy Brain Project, and AIBL."
      ]
    },
    {
      "id": "005",
      "name": "Soraya L. Valles, PhD",
      "imgSrc": "valles",
      "desg": "Professor at department of Physiology and Lab chief of Pathology, School of Medicine, University of Valencia, Spain",
      "desc": [
        "In 1996 I obtained my doctoral thesis entitled “Changes in the expression of intermediate filament genes in astroglia during rat brain development: Effect of exposure to ethanol”. In it I analyzed the events that occur during the early stages of astrogliogenesis during brain development, obtaining the outstanding grade \"Cum Laude\". The following year I was awarded the extraordinary doctorate award from the University of Valencia. In 1997, I accessed the group of Dr. Eva Qwanstrom and Steve Dower at Hallamshire Hospital (University of Shefffiel, UK), where I remained for 3 and a half years identifying a regulatory subunit of the Interleukin-1 receptor. Working in immunology, cytokines, inflammation and cell matrix regulation processes.",
        "In 2000 I returned to Spain to the Department of Physiology, Faculty of Medicine of the University of Valencia, where after different positions as a lecture professor, I got a position as Associate Professor at the University and also a position as chief laboratory (Molecular mechanisms of Pathology: Biochemistry and Molecular Science). I have participated in more than 20 research projects and have published more than 50 articles in impact magazines, in addition to presenting more than 60 communications to international conferences."
      ]
    },
    {
      "id": "006",
      "name": "Prof. Atanas Atanasov",
      "imgSrc": "atanas",
      "desg": "Professor and Head, Institute of Genetics and Animal Breeding of the Polish Academy of Sciences, Jastrzebiec, Poland",
      "desc": [
        "Prof. Atanasov is a Head of the Molecular Biology Department at the Institute of Genetics and Animal Breeding of the Polish Academy of Sciences, Jastrzebiec, Poland. He studied at the University of Sofia, Bulgaria, and received a PhD degree in Biochemistry from the University of Bern, Switzerland.",
        "In 2016, he obtained a Habilitation in Pharmaceutical Biology at the Department of Pharmacognosy, University of Vienna, Austria. His scientific research interests are in the area of Molecular Medicine, Nutrigenomics, Biotechnology, Natural Products, and Molecular Pharmacology."
      ]
    },
    {
      "id": "007",
      "name": "Dr. Aamir Nazir",
      "imgSrc": "aamir",
      "desg": "Senior Scientist, CDRI, Lucknow, India",
      "desc": [
        "Dr. Aamir Nazir is senior scientist at laboratory of ‘Functional Genomics and Molecular Toxicology’ in the Division of Toxicology of CSIR - Central Drug Research Institute, Lucknow. He is working on C. elegans model system, which is employed for the studies because of its immense genetic relevance; it exhibits appreciable homology of gene sequences with that of humans, is accessible for carrying out genetic manipulations and presents with multiple disease pathways that are conserved across the taxa.",
        "The first ever-genetic understanding of Alzheimer’s disease came from research with C. elegans that led to identification of Presenilin-1 (orthologue of C. elegans sel-12). C. elegans was the first multi-cellular organism to have it genome mapped and the process of RNAi induced gene silencing was first discovered in this model. Work with C. elegans has resulted in award of Nobel Prize to six scientists for their pioneering work that has significantly aided in understanding of multiple biological processes including understanding of various human disease conditions."
      ]
    },
    {
      "id": "008",
      "name": "Prof. A. Vaishampayan",
      "imgSrc": "vaishampayan",
      "desg": "Emeritus Professor & Vice-Chairman, Institute of Agricultural Sciences, Banaras Hindu University, India",
      "desc": [
        "Professor A. Vaishampayan, Emeritus Professor & Vice-Chairman, Internal Quality Assurance Cell, BHU (Former Director, Institute of Agricultural Sciences, Dean, Faculty of Agriculture, & Head, Department of Genetics and Plant Breeding, Banaras Hindu University, Varanasi-221005",
        "Born in January, 1954, obtained B.Sc., M.Sc. and Ph.D. degrees in 1972, 1974 and 1978, respectively, and is serving the Banaras Hindu University as a Faculty Member on positions, as above, since 1985.",
        "Professional Career : During an illustrious professional career spanning over 40 years, made outstanding contributions in teaching, research and administration. Worked at BHU as a Reader (1985-98) and Professor (1998-2019), followed by Head of the Department (3 years), Dean of the Faculty (3 years), Director of the Institute (+2 years), and now Emeritus Professor & Vice-Chairman (IQAC), BHU.",
        "Administrative Experience: Gained considerable administrative experience as Coordinator/ Chairman/ Member of Several Committees of BHU and UGC, CSIR, DST, DBT, BARC, UPSC and Provincial Publics Service Commissions of many States related with teaching, research and development, project formulation, evaluation and execution, Selection Committees, financial and academic related issues, etc.",
        "Adding significantly as the Vice-Chairman of the Internal Quality Assurance Cell of the Banaras Hindu University since January, 2019, a specific position created in the University after its elevation as one of the 10 INSTITUTIONS OF EMINENCE by the Govt. of India",
        "Chairman of 38 different Academic and Administrative Committees of the University and Member 54 Committees at university level. Worked as the Chairman of the UGC/ ICAR/ NAAC / X Plan/ XI Plan / XII Plan Visiting Teams at the I.Ag.Sc., BHU., and Professor In-Charge, Library of the I.Ag.Sc., BHU; Chairman, Editorial Board of the I.Ag.Sc. and Member, Editorial Board of BHU for 8 years.",
        "Awards & Recognition : Recipient of Career Award in Biological & Agricultural Science (1993) from UGC based on novel genetically improved microbial strains generated and 50 research papers published as a sole author in internationally reputed journals till 1993.",
        "As a mark of honour, received the Membership of the New York Academy of Sciences, USA. • Member of Professor C.N.R. Rao Award Selection Committee for Excellence in Research. Investigated Research Projects of ICAR, UGC, DST and DBT as Principal Investigator and has also acted as reviewer of many research projects submitted by others. • Distinguished for many crucial and significant contributions related to the development of genetically improved crop-specific microbial strains for qualitative yield increases in cereals, pulses, oilseeds, fruits, flowers and vegetables. • Possesses leadership and managerial capabilities with wide experience pertaining to teaching, research, educational and administrative planning",
        "contact: vice.chairman.iqac.bhu@gmail.com | prfssr.vaishampayan@gmail.com"
      ]
    },
    {
      "id": "036",
      "name": "Dr. Karin Kelle-Herfurth",
      "imgSrc": "kelle",
      "desg": "",
      "desc": [
        "Dr. Karin Kelle-Herfurth is an experienced expert in the fields of rehabilitation, prevention, health organizations and corporate health with a diverse professional background. She began her career as a physiotherapist before studying medicine, obtaining her doctorate, and working as a specialist in Physical and Rehabilitative Medicine. Her experience ranges from post-acute medical and vocational rehabilitation, most recently as a senior physician at BG Klinikum Hamburg, to occupational medicine. In parallel, she completed a master's degree in Health Business Administration, focusing on business process management and digitalization.",
        "Since 2017, Karin has been working as an independent medical and business consultant in Hamburg, focusing on health strategy support for personal and organizational change and transformation processes with her motto NEUE WEGE ZUM GESUNDEN ERFOLG. She advises self-employed individuals and companies on vocational prevention and reintegration after illness and accidents. Additionally, she supports educational institutions and job seekers with limitations in their professional reorientation. For this purpose, she has developed an integrative consulting and education approach called Health & Business Counseling, which is based on humanistic psychology, systems theory, constructivism, empowerment research, and entrepreneurship.",
        "As a cooperation partner of the German FORMWELTen Institute founded by Gitta and Ralf Peyn, she is involved in the management of the FORMWELT Systemic Health Research Lab. One focus of Karin's work is the analysis and promotion of complexity management skills for coping with complex diseases and multiple crises. She also aims to support affected individuals and healthcare professionals through innovative educational approaches, personalized learning support, and structural resources to improve decision-making and communication skills. This is intended to improve understanding, comprehension and communication processes and reduce stress and conflicts in socio-technical systems.",
        "As an author for 'Schlaganfallbegleitung' and 'LinkedIn Top Voice' in the DACH region, Karin is also committed to educating on public platforms about occupational health issues as well as the physical, psychological and social impact of complex conditions such as stroke, post-COVID and ME/CFS, in addition to her blog."
      ]
    },
    {
      "id": "033",
      "name": "Ricardo Benjamin Maccioni",
      "imgSrc": "ricardo",
      "desg": "MD, PhD",
      "desc": [
        "Prof. Ricardo B. Maccioni is one of the world's most renowned neuroscientists with major contributions to understand the etiology of Alzheimer´s disease (AD), diagnosis tools, and novel avenues for treatment based on his multitarget approach. His work was seminal in the discovery of tau protein, the modifications that turn tau in a pathological protein.",
        "Major derived breakthroughs include his Unified Theory of Neuroimmunomodulation as well as the links with the neuroinflammatory processes underlying this disease. His discoveries over a period of 50 years, have led to the neuroimmunomodulation theory of this disease, that established a new paradigm on the pathogenesis of this devastating disease, based on neuroinflammatory mechanisms occurring in the human brain. In turn, his theory has allowed him to advance hand in hand with development of innovative biomarker tools for early detection of this disease, with a non-invasive examination. Moreover, his contributions have had a marked impact on the development of innovative approaches to prevention, new therapeutic avenues, as well as, the understanding of other neurodegenerative diseases of the human brain. He is not a fad follower, rather, he has set his own path. His discoveries have found broad support from the international scientific community and changed the view on this brain disorder, opening new paths to further investigations for this disease. On the basis of these contribution and work for wellbeing of mankind, he has received several nominations to the “Nobel Prize in Physiology and Medicine”."
      ]
    },
    {
      "id": "009",
      "name": "Dr Michael Baron",
      "imgSrc": "baron",
      "desg": "Project Manager and Strategy Consultant",
      "desc": [
        "Dr Michael Baron has over 20 years of Experience in Project Management and Strategy Consulting as well as Managing, Developing and Delivering both Postgraduate and Undergraduate Universities Programs.",
        "His books and articles cover a wide range of business, technology, higher education and educational policy-related areas and have been published not only in Australia but also in Singapore, China, Russia, Germany and the UK. He has been lecturing MBA and MIS students at some of the leading Australian Universities. In 2013, he was voted by the students of the Charles Sturt University as the University’s #1 Lecturer, narrowly missing the list of Top 10 Australian Lecturers",
        "In 1997, he founded Baron Consulting (www.baronconsulting.com.au) - one of Australia's leading Business Consulting, Recruitment & Training Agencies. The consulting, recruitment and training services are currently available in Australia (Melbourne and Sydney), China, Singapore and New Zealand."
      ]
    },
    {
      "id": "010",
      "name": "Elena Paley, Ph.D",
      "imgSrc": "elena",
      "desg": "Co-founder of Non-profit stop Alzheimers Corp and founder of Expert Biomed, Inc",
      "desc": [
        "Dr Elena has Ph.D degree in biology with specification in molecular biology from the Engelhardt Institute of Molecular Biology of Russian Academic of Sciences, Moscow, Russia (laboratory of Lev L. Kisselev). Dr Paley research focuses mainly on the protein biosynthesis in biology and diseases - specifically cancer and neurodegeneration.",
        "She is an inventor in patents (in the field of neurodegeneration) issued and pending. She is a editor and reviewer in the scientific journals and funds.",
        "Dr Paley research is conducted and published in collaboration with Harvard University; Brandeis University; University of Miami, FL; Tel Aviv University, Israel; Vessels and blood Institute (Institut des Vaisseaux et du Sang), Paris, France; University of Texas at San Antonio. Dr. Paley is the adjunct professor and lecturer at the Nova Southeastern University, FL, USA."
      ]
    },
    {
      "id": "035",
      "name": "Dr. Hung-Ming Chang",
      "imgSrc": "hungming",
      "desg": "Professor in the Department of Anatomy and Cell Biology, School of Medicine, College of Medicine at Taipei Medical University, Taiwan",
      "desc": [
        "Dr. Hung-Ming Chang is currently a professor in the Department of Anatomy and Cell Biology, School of Medicine, College of Medicine at Taipei Medical University, Taiwan. He is also the visiting committee of the Taiwan Medical Accreditation Council. Professor Chang graduated from the Department of Physical Therapy, National Taiwan University in 1995, and received his Ph.D. degree in 2001 from the Graduate School of Anatomy and Cell Biology, National Taiwan University. After working as a reserve officer of rehabilitation in Kaohsiung Armed Forces General Hospital for two years (2001~2003), Professor Chang went to the Department of Anatomy, Indiana University, USA, for serving as a guest researcher. He was then appointed as the Vice-Director of the School of Medicine, Chung-Shan Medical University until 2012, before taking up his current appointment.",
        "Professor Chang’s main research interests lie in the field of neurodegenerative diseases, olfactory system, oral health, nanomedicine, and the therapeutic application of melatonin and other anti-oxidative agents. Professor Chang has authored more than 100 peer-reviewed articles in journals including Journal of Pineal Research, Chemical Engineering Journal, Journal of Gerontology – Biological Sciences, and Molecules."
      ]
    },
    {
      "id": "011",
      "name": "Neelesh Ajmani",
      "imgSrc": "neelesh",
      "desg": "IT business transformation leader",
      "desc": [
        "A versatile, accomplished, and knowledgeable IT business transformation leader and Enterprise Systems Architecture professional with a successful track record for developing vendor and technology agnostic enterprise strategic plans and actionable roadmaps for business problems in the areas of Collaboration, Identity & Access Management, Establishing Information Management Practices, Establishing Enterprise Architecture Practices, Strengthening Global Security Posture, Evaluating Infrastructure supporting deploying systems and creating reference architectures for the associated areas. Strong experience in ERP, Salesforce - Sales, Service and Marketing clouds. Experience well over 30 years at multiple industries, and has a practiced hand at managing complex initiatives, through agile or hybrid approaches, solving business problems, and building up state-of-the-art IT Infrastructure. Outstanding organizational and problem-solving skills. Highly collaborative with a talent for building productive relationships that allow smooth functioning.",
        "Possess verifiable leadership, interpersonal, and communication skills that help put across things with a crisp point. A remarkably successful mentor to peers and colleagues, owing to exceptional people’s skills. An advisory board member for multiple companies and for Mass General Brigham Women Patient Family Advisory Council. Have a solid track record in achieving the set goals and delivering personal best at every step of the way to provide optimal results.",
        "Academically strong and holds MBA in General Management, Master’s in Computer Applications, BS in Math, Stanford Certified Advanced Program Management, Project Management Professional, Certified in Data Warehousing ITIL V3 Expert, and Harvard certified in Executive Leadership Communications."
      ]
    },
    {
      "id": "036",
      "name": "Dr. Grazia D’Onofrio",
      "imgSrc": "grazia",
      "desg": "Psychologist and Researcher in the Scientific IRCCS",
      "desc": [
        "Dr. Grazia D’Onofrio is a Psychologist and Researcher in the Scientific Institute for Research and Clinical Care (IRCCS) “Casa Sollievo della Sofferenza”, San Giovanni Rotondo, Italy from 2007. In 2009 she awarded the title of Expert in Integrated Psychodynamic Psychoterapy. In 2020 she awarded the PhD in Biorobotics at Scuola Superiore Sant’Anna di Pisa. From 2022 Co-Tutor for PhD in Neuroscience and Education (University of Foggia). In 2022, she granted PNRR announcement from Italian Ministry of Health for Characterization of IMmunoinflammatory mechanisms and immunonutrients action on cognitive ageing and Alzheimer's disease. From 2022 she is a lecturer at the University of Foggia for two teaching modules: General Psychology (CFU: 2) and Clinical Psychology (CFU: 2). She is author of several scientific articles, reviews published on international journals, chapters in books and numerous abstracts presented in medical congresses. Currently, she is Editorial Board Member for some international journals and Guest Editor for Special Issues. She has participated and is currently participating to national projects and European projects about the development of technological systems to promote healthy and active aging. The principal activities regard prevalently neuropsychological assessment and rehabilitation, psychobiology, pharmacological and non-pharmacological treatment, Information and Communication Technologies, and Ambient Assisted Living."
      ]
    },
    {
      "id": "012",
      "name": "Dr. Manu K. Vora",
      "imgSrc": "manuvora",
      "desg": "Chairman and President of Business Excellence, Inc., USA, a global quality management consulting firm.",
      "desc": [
        "He has over 45 years of leadership experience and has guided Fortune 500 companies with Baldrige Performance Excellence assessment. For over 27 years, as an Adjunct Professor he teaches Operations Management courses at business schools globally. He is affiliated with over 80 educational institutes world-wide. He is a sought-after speaker on business excellence and quality management topics with over 960 presentations globally in 17 Countries across 5 Continents and published over 70 scholarly articles. He has published 50 blog posts on quality management.",
        "In 2013, he gave two TEDx Talks, TEDxIITBHU Varanasi and TEDxIIT Chicago. Since 2013, he has delivered Soft Skills and Quality Management topics using technology to over 50 colleges/universities in 14 States of India benefitting over 675,000 students/ faculty/ professionals. In 2016 he delivered a Project Management for Organizational Excellence, a GIAN Course approved by the MHRD, Government of India at his alma mater, IIT (BHU). In 2016 he was appointed a Fulbright Specialist by the U.S. Department of State and completed his first Fulbright Project at IIT (BHU) in March 2018.",
        "He has B.Tech. (Honors, IIT BHU Chemical 1968), M.S. (1970) & Ph.D. (1975) in Chemical Engineering from Illinois Institute of Technology, Chicago, and a MBA (1985) with Marketing Management from Keller Graduate School of Management in Chicago. As the Founder, Director and President of Blind Foundation for India (BFI), he and his team has raised over $5 million to help over two million visually impaired adults and children in India. He received 'NRI of the Year Award 2018' in Philanthropy from Times Now and ICICI Bank in Mumbai, India.",
        "Dr. Vora has received 52 awards/honors for his outstanding professional service including Fulbright Specialist appointment from the U.S. Department of State. He received 35 awards/honors for his life-long community service including U. S. President's Volunteer Service Award. In 1968 he received J. N. Tata Scholarship to pursue his graduate work in the U. S."
      ]
    },
    {
      "id": "032",
      "name": "Dr. Ma. Elizabeth Islas León",
      "imgSrc": "liz",
      "desg": "Life Coach in Neuro-Linguistic Programming for beginners and advanced",
      "desc": [
        "Dr. Ma. Elizabeth Islas León, has a Doctorate in Education, a Master's Degree in Education with a specialty in the Teaching Area and a Bachelor's Degree in Secondary Education with a specialty in Spanish, a Master's Degree in Emotional Intelligence and Soft Skills YPD, certified as a Life Coach in Neuro-Linguistic Programming for beginners and advanced; certified in 16 competence standards of CONOCER (National Council for Standardization and Certification of Labor Competencies). She currently works as a workshop facilitator and speaker at a national and international level, she is a member of the International Chamber of Lecturers of Peru and the World Parliament of Education, a founding member of the Academic Network Educating for Life, as well as being Director of the Nelkuali Certifying Body."
      ]
    },
    {
      "id": "013",
      "name": "Dr. Kavindra Kumar Kesari ",
      "imgSrc": "kesari",
      "desg": "Senior Scientist in the Department of Bioproducts and Biosystems",
      "desc": [
        "Dr. Kavindra Kumar Kesari is currently working as a Senior Scientist in the Department of Bioproducts and Biosystems, School of Chemical Engineering at the Aalto University, Espoo, Finland. He obtained a Doctoral degree in Biotechnology from India. He received Junior and Senior Research fellowships during his Doctoral studies at Jawaharlal Nehru University (JNU), New Delhi, India. Dr. Kesari continued his academic research as a “Research Associate” at JNU, New Delhi. I was mainly involved to see the radiation exposures effects on male Wistar rats with a focus on brain and reproductive system & disease treatment with both, in vivo and in vitro models. Several important findings were investigated i.e. radiation causing DNA double-strand breaks and brain impairments, testicular cancer and infertility, and cancer-causing several other associated factors. Later, he served as an Assistant Professor position at Jaipur National University, Jaipur, India, where he received major research grants from the Government of India to establish a Radiation Biology research laboratory.",
        "He obtained his first Postdoctoral research from University of Eastern Finland, Kuopio, Finland. Here, I was mainly involved to see the Extremely Low Frequency Magnetic Field effects on genomic instability with focus on micronuclei and superoxide production in human/ animal neuronal cell lines. Currently, he is working on the extraction of bioactive compounds for the treatment of Alzheimer´s & cancer diseases. Research also focusses to see the ultra-structural and biochemical characterization of woody and non-woody materials. He has published over 100 papers in reputed scientific journals, 30 book chapters (all in Springer Nature), 6 books and presented over 35 papers at national and international scientific meetings. His Hirsch index (h-index) as of June 2022 is 31 on Google Scholar (total citation 3700). Kesari served as subject expert for many International committee and also Editorial board member and reviewer of repute. He has received four times young scientist award and international travel award. Received several grants and supervised master and doctoral students."
      ]
    },
    {
      "id": "034",
      "name": "Isabelle Martines (Ph.D.)",
      "imgSrc": "isabelle",
      "desg": "Ph.D. in Philosophy, Catholic University of Louvain, Belgium",
      "desc": [
        "I hold a Ph.D. in philosophy from the Catholic University of Louvain in Belgium, specializing in the history of the philosophy and metaphysics entitled \"The emanative causality by Plotinus and Leibniz : creation or emanation? \", under the direction by Professor J-M. Counet.",
        "The subject of my thesis concerns the comparison of two eminent authors, Leibniz and Plotinus, through a main question which underlies their philosophy, namely the emanative causality at work in the emanative or creative process. In this work, we have shown how Leibniz could have been influenced, in his metaphysics in general, by the thought of Plotinus, and in particular, by the notion of emanative causation in its conception of creation, which is the heart of its philosophy, through the question of \"continued creation\". What is therefore the nature of divine creation in Leibniz and what causal model should be chosen to link the various elements and moments of creation ?",
        "During my doctoral studies, my researches focused on the question of the Leibnizian concept of power, in particular how to think about the autonomy and dependence of substances according to divine causality, the question of the mysticism of Leibniz, in relation with the Neoplatonism of Plotinus, and the Principe of the priority of the simple in the philosophy of Plotinus. I had also the opportunity to participate in different international Congresses about Leibniz, in Berlin, Hannover and Liverpool.",
        "For many years, I could teach philosophy to students as a tutor in Licence in epistemology and General philosophy, both at the Catholic University of Louvain and at the University of Namur in Belgium.Subsequently, I taught in higher education in France, at the Higher School of Management, ESM'A, and also at the COMPTA SUP-CEFIGO graduate school. Currently, I’m teaching French Communication and “General culture and expression” at EFREI Paris computer engineering School and ENSUP business School and ENSITECH engineering School.",
        "Rigorous, persevering and endowed with a good sense of interpersonal skills, I am particularly committed to the transmission of knowledge, and particularly in the promotion of science education and scientific technology. That’s the reason it would be a real honour for me to give my contribution in the activities that bring your ISET educational project to life, while communicating humanistic and spiritual values."
      ]
    },
    {
      "id": "014",
      "name": "Ajar Nath Yadav ",
      "imgSrc": "ajar",
      "desg": "Assistant Professor (Senior Scale) and Assistant Controller",
      "desc": [
        "Ajar Nath Yadav is an Assistant Professor (Senior Scale) and Assistant Controller of Examinations at Eternal University, Baru Sahib, Himachal Pradesh, India. He has 8 years of teaching and 12 years of research experience in the field of microbial biotechnology, microbial diversity, and plant-microbe interactions. He obtained his doctorate degree in Science (Microbial Biotechnology), jointly from Indian Agricultural Research Institute, New Delhi and Birla Institute of Technology, Mesra, Ranchi, India; M.Sc. (Biotechnology), from Bundelkhand University and B.Sc. (BCZ) from the University of Allahabad, India. Dr. Yadav has 300 publications with h-index 66, i10-index 195, and 12500 citations (Google Scholar). Dr. Yadav is the editor of 31 books (Springer, Elsevier, Wiley, Taylor, and Francis).",
        "Dr. Yadav published 131 research communications.  In his credit one granted patent “Insecticidal formulation of a novel strain of Bacillus thuringiensis AK 47”. Dr. Yadav has got 19 Best Paper Presentation Awards, and one Young Scientist Award (NASI-Swarna Jayanti Purskar). Dr. Yadav received the “Outstanding Teacher Award” in 6th Annual Convocation 2018 by Eternal University, Baru Sahib, Himachal Pradesh. Dr. Yadav has a long standing interest in teaching at the UG, PG, and Ph.D. levels and is involved in taking courses in agriculture microbiology, bacteriology, biosystematics and biodiversity, bioprocess engineering and technology, environmental biotechnology, environmental microbiology, industrial microbiology, microbial biotechnology and techniques in microbiology and biotechnology. Dr. Yadav is currently handling two projects one funded by Department of Environments, Science & Technology (DEST), Shimla and one by HP Council for Science, Technology & Environment (HIMCOSTE). Presently he is guiding 05 scholars for PhD degree and 01 for M.Sc. dissertations.",
        "In his credit 6700 microbes (Archaea, bacteria and fungi) isolated from diverse sources and 550 potential and efficient microbes deposited at culture collection National Bureau of Agriculturally Important Microorganisms (NBAIM), Mau, India. He has deposited 2386 nucleotide sequences and 03 whole genome sequences (Bacillus thuringiensis AKS47, Arthrobacter agilis L77 and Halolamina pelagica CDK2) and 02 transcriptome to NCBI GenBank databases: in public domain. The niche-specific microbes from extreme environments were reported as specific bio-inoculants (Biofertilizers) for crops growing in normal and diverse abiotic stress conditions. Dr.  Yadav and group have developed technology for screening of archaea for phosphorus solubilization for the first time.  Dr. Yadav is editor-in-chief for 'Journal of Applied Biology and Biotechnology'. Dr. Yadav is Editor/Associate Editor for Frontiers in Microbiology, BMC Microbiology [Springer-Nature], BMC Biotechnology [Springer-Nature], Annals of Microbiology [Springer-Nature], Current Microbiology [Springer-Nature], Plant Science Today and Microbial Biosystems. He has been serving as reviewer for 80 different national and international peer-reviewed journals and reviewed 300 manuscripts. He has the lifetime membership of Association of microbiologist in India, Indian Science Congress Council, India and National Academy of Sciences, India. Please visit for more details"
      ],
      "links": ["https://sites.google.com/view/ajarnathyadav/"]
    },
    {
      "id": "015",
      "name": "Mr. Sanjay Singh",
      "imgSrc": "sanjay",
      "desg": "Manager, Tommy Hilfiger, Ahmedabad, India",
      "desc": [
        "Sanjay Singh is a store manager at Tommy Hilfiger. He is an advisory member of Indian Scientific Education and Technology (ISET) Foundation, a nonprofit organization. He is experienced to do well management in several companies and a good communicator as well as he got many awards for better management. He began serving in ISET Foundation in Jan 2017 within the commitment of better management of ISET foundation as an advisor. He completed MBA in Marketing from the Indian Institute of Management, Ahmedabad, India and graduation in Biotechnology."
      ]
    },
    {
      "id": "016",
      "name": "Prof. Sureshprasad Singh",
      "imgSrc": "sureshprasad",
      "desg": "Former V.C. of VKS University, Ara Bihar and Himalayan University Itanagar, AP., India",
      "desc": [
        "Former V.C. of :-",
        "1. Veer kunwar Singh University Ara, Bihar (undivided)",
        "2. Himalayan University Itanagar, AP. Member University service commission Patna.",
        "He served as Dean of the science dept. and Head of the GEOLOGY dept., Ranchi University, Ranchi also Director General and Director of some institutes. Guided many scholars for Ph.D., contributed many research papers in National and international journals. Visited 16 countries and delivered lectures on varied topics. Editorial board member of SPRINGER journal, USA."
      ]
    },
    {
      "id": "017",
      "name": "Prof. Sankar Prasad Mukherjee",
      "imgSrc": "sankar",
      "desg": "Emeritus Professor & Chairman (IQAC), Hooghly Engineering & Technology College; Member Secy., HETCS.",
      "desc": [
        "Prof. (Dr.) Sankar Prasad Mukherjee, M.Sc.(1); B.Ed.(1) Ph.D in Applied Mathematics from I.S.M. (I.I.T., Dhanbad) is presently Research Guide of Ph.D Fellows of Seacom Skills University, Santiniketan (W.B) and also an honorary Sr. Visiting Professor and Member, Board of Research Studies, of the University. Dr. Mukherjee is Emeritus Professor of HETC (W.B). Dr. Mukherjee was Prof. and Deanin Sr. Administrative level in various department like R & D ; Statistical and planning; Environment Pollution etc. in E.C.L (CIL). He was Research Fellows at N.C.E.R.T. and IIT (Dhanbad) with comprehensive Research Experience. He had to his credit Research Publication in International Journals like Acoustical Society of America (American Institute of Physics); J.of Nonlinear Mechanics (Elsevier), Masachusetts; Acta Geophysica Polonica (Polish Academy of Sciences); J.Geophysical Reasurch Bulletin – CISR; J. Rommania; Rev. Roum (Technical Sciences of Romanian Academy; J. of Mathematical Analysis an applications, Alexendria (Elsevier) MAT Journals etc. He acted as an expert in NCERT’S new curriculum in 1990; Ph.D adjudicator of Madras University and in various organisations. Life Member, ISCA, Calcutta Mathematical Society; IIFS;IISA; Advisor (Academic & Research), Weaving Dreams; Presidentium, Int. Conf. of Env & Ecology. He was awarded by “BHARAT GOURAV”; “BEST CITIZENS OF INDIA”; “Glory of India Gold Medal”; “Bharat Ratna Dr. A.P.J. Abdul Kalam Excellance award”; “Swami Vivekananda Excellence award”; “Priyadarshini Indira Gandhi Excellence Award”; Three Life time achievement award by I.F.E.E., Association of world peace and Conf. of Indian Universities etc"
      ]
    },
    {
      "id": "018",
      "name": "Prof. Bonnie Zare",
      "imgSrc": "zare",
      "desg": "Associate Professor",
      "desc": [
        "Prof. Bonnie Zare is an Associate Professor of Women’s and Gender Studies and Sociology at Virginia Tech. Her research focuses on discourses of identity, feminism and activism in contemporary India and in South Asian women’s fiction. Zare’s articles have appeared in Women’s Studies International Forum, International Journal of Cultural Studies and the Journal of Commonwealth Literature among others. She is the founder of the Keep Girls in School Project which has been supporting low-income girls in Telangana and Andhra Pradesh since 2008. In addition, she has done ethnographic work on US rural women prisoners, and her book with Susan Dewey et al is Outlaw Women: Prison, Rural Violence, and Poverty on the New American Frontier (NYU Press, June 2019)."
      ]
    },
    {
      "id": "019",
      "name": "Mónica Rodrigues",
      "imgSrc": "monica",
      "desg": "Specialist in Psychopedagogy and Consultant at mindflow",
      "desc": [
        "Mónica Rodrigues, Specialist in Psychopedagogy and Consultant at mindflow, a mobile learning start up (gamification & adaptive learning). With a demonstrated history of working in the education management industry. In transition from Conflict Studies, Geopolitics and Defense Policy Studies, as a former University Assistant Professor. Now finishing her graduation in Clinical and Health Psychology. Graduated in History (Universidade Nova, Lisboa). Post Graduated in Geopolitics (Université of Paris, France). Psychomotricity, Neuroeducation, Neuropsychology. Writer (Human Resources, Exclusiv Reviews). Volunteering: Founder NGO Professional Women’s Network-Lisbon (Founder Leadership Program. Level I Neuroleadership Leadership; Level II Life Design & Talent Management). Board Member National Defense Course Fellows Association (Editor Citizenship and Defense Review). Areas of Interest: Learning, Personality & Talent (Play Based Theory, Neuroeducation, Creativity, Gamification); Clinical Neuropsychology (Dislexia, ADD,Dementia)."
      ]
    },
    {
      "id": "020",
      "name": "Corina Sujdea",
      "imgSrc": "corina",
      "desg": "Member of Community Enterprise and women Development Organization",
      "desc": [
        "My name is Corina Sujdea is a school teacher and I am a member of Community Enterprise and women Development Organization since last one year. I always support CEWDO and contribute in its activities, and I am a good organizer responsible for the structure reforms and changes and I had worked in this capacity from 1999 - 2007. I am very friendly and very diligently and professionally discharge job's assignments. I have a Post High School Teachers diplomas and experience to teach PSYCONAS, Vaslui (Romania). I have studied Romanian, mathematics, science, history, geography, art, psychology and pedagogy. I am a good command in English speaking. I have skills of team spirit, good communication skills, and the spirit of solidarity. These skills have been acquired through training, seminars, context professional, voluntarily or leisure and extra curriculum activities.",
        "I have an open relationship of collaboration with the school principal and my colleagues, and I am a member of an NGO, called VATRA STRAMOSEASCA. I have worked on a number of international projects (ISA), as a partner, also I am Erasmus + coordinator of 3 projects in European countries and Turkey. I also work as a partner with colleagues from India, Nepal, Egypt, Yemen, Morroco and Pakistan year I was appointed head of the Commission of the method of my school, member of the school board, and also part of the team coordinating and organizing a nationwide math contest. I have an extensive experience of managerial/organizational work."
      ]
    },
    {
      "id": "021",
      "name": "Prof. Maria José Sousa",
      "imgSrc": "maria",
      "desg": "Ph.D. in Industrial Management",
      "desc": [
        "Maria José Sousa (Ph.D. in Industrial Management) is a University Professor at ISCTE, a research fellow at Business Research Unit, and a collaborator of IPPS-ISCTE. She is also an expert in digital learning and digital skills, as she has assumed a Post-Doc position from 2016-2018, researching that field, with several publications in journals with high impact factor (Journal of Business Research, Journal of Grid Computing, Future Generation Computer Systems, and others). And is collaborating as an expert in digital skills, with Delloite (Brussels) for a request of the European Commission in the creation of a new category regarding digital skills to be integrated with the European Innovation Scoreboard (EIS).",
        "She was a member of the Coordinator Committee of the Ph.D. in Management at Universidade Europeia. She was also a Senior Researcher at GEE (Research Office) in the Portuguese Ministry of Economy, responsible for Innovation, Research, and Entrepreneurship Policies, and a Knowledge and Competencies Manager at AMA, IP, Public Reform Agency (Ministry of the Presidency and the Ministers Council). She was also a Project Manager at the Ministry of Labor and Employment, responsible for Innovation, and Evaluation and Development of the Qualifications Projects. Her research interests currently are public policies, health policies, innovation, and information science. She has developed major research in the innovation policies with articles published in high-level journals (as the European Planning Studies, Information Systems Frontiers, Systems Research, and Behavioral Science, Computational and Mathematical Organization Theory, Future Generation Computer Systems, and others).",
        "She is also the guest editor of more than 8 Special Issues from Springer and Elsevier. She has participated in European projects of innovation transfer (for example, as Ambassador of EUWIN, and Co-coordinating an Erasmus + project with ATO - Chamber of Commerce of Ankara about entrepreneurship) and is also an External Expert of COST Association - European Cooperation in Science and Technology, and President of the ISO/TC 260 – Human Resources Management, representing Portugal in the International Organization for Standardization."
      ]
    },
    {
      "id": "022",
      "name": "Mr. Darsanam Surender",
      "imgSrc": "darsanam",
      "desg": "",
      "desc": [
        "Masters in Biotechnology having 20 years professional experience with multi-national organizations middle and senior management roles Sales and Marketing in various sectors like pharmaceutical, medical device, and equipment, from last four years, using information technology for the detection of the non-communicable diseases like underlying rate and rhythm problems in the low-resource healthcare settings across South-Asia and South-East Asia."
      ]
    },
    {
      "id": "023",
      "name": "Dr. Anil Kumar Singh",
      "imgSrc": "anil",
      "desg": "Assistant Professor, SMM Town PG College, Ballia, India",
      "desc": [
        "Dr. Anil Kumar Singh graduated in agriculture in 2001 from VBS Purvanchal University, Jaunpur. He completed M.Sc. (Ag) and Ph.D. in Soil Science from Acharya Narendra Deva University of Agriculture & Technology, Ayodhya (Faizabad). UP in 2004 and 2008, respectively. He has started his scientific career from Tea Board India (Ministry of Commerce & Industry, Govt. of India), Kolkata at its Centre at Darjeeling and Siliguri and served for more than 6 years on various capacity viz. Sr. Scientific Officer (Soil Science), Soil Scientist and In-charge, Quality Control Laboratory.",
        "He also served as Advisory Officer (Scientist-C) at Tocklai Tea Research Institute, Tea Research Association, Kolkata from 21 May, 2015 to 11 Sep, 2017. His areas of interests are soil science, soil chemistry/fertility/microbiology, soil fertility and nutrient management, recycling of wastes as source of nutrient and natural resource conservation. He has got over 11 years of research experience in respect of formulation, monitoring and accomplishment of various projects, viz. Institutional, Inter-institutional, and CFC/TBI/FAO/IFOAM sponsored projects as Principal Investigator/ Co-Principal investigator / Associate. He has completed 6 research projects pertaining to development of package of practices for organic tea cultivation, development of soil conservation measures for control of soil erosion in tea growing areas of Darjeeling, vermicomposting technology developed suitable for Darjeeling, development of phosphate solubilizing biofertilizer for tea (Camellia sinensis L.) in acid soils of North Bengal, nitrogen mineralization of organic matter in acid soils of tea (Camellia sinensis L.) in northern districts of West Bengal and integrated plant nutrient supply for improved yield and soil health of Darjeeling tea. He has 61 publications to his credit including 20 peer reviewed research papers, 5 review paper, 7 non referred paper published in national and international journals, 23 abstracts papers in proceedings of seminar/workshop/conference/symposia, 3 book chapter in edited book and more than 6 scientific articles and extension literatures. He has good experience of extension services and have paid 44 advisory visits, conducted 02 training/workshop, delivered 21 lectures in Workshop.",
        "He has participated in more than 15 seminar, training and orientation programme etc. He is life member of the several professional scientific societies including Royal Association for Science-led Socio-Cultural Advancement (RASSA), Indian Society for Plantation Crops, Prof. H.S. Srivastava foundation for Science and Society, Indian Association of Soil & Water Conservationanists and Indian Society of Soil Science. He is recipient of Young Scientist Award’ 2018 by Endling Conferences, Maharashtra, ‘Outstanding Achievement Award’ 2016 from STSIRI, Telangana and Vice-chancellor Gold Medal during M.Sc. (Ag.) for getting highest marks. Presently Dr. Singh is serving as Assistant Professor at SMM Town PG College, Ballia since 13 Sep, 2017 and actively involved in the teaching of UG & PG students and guiding PG students for their research work."
      ]
    },
    {
      "id": "024",
      "name": "Dr. Amit Singh",
      "imgSrc": "amit",
      "desg": "Senior Resident at Department of Microbiology, AIIMS, Bhopal",
      "desc": [
        "Dr. Amit Singh is working as Senior Resident at Department of Microbiology, All India Institute of Medical Sciences, Bhopal. He Completed his Bachelor Degree from Science College, Rewa (APS University) and Masters in Microbiology from Jiwaji University, Gwalior. He was elected as President of Student Union at Sciences College during Graduation.",
        "Dr. Singh did his Ph.D. from Division of Clinical Microbiology & Molecular Medicine, Department of Laboratory Medicine, All India Institute of Medical Sciences (AIIMS), New Delhi. He has more than 10 years’ experience in the field of Infectious disease, Proteomics and Molecular Cloning at AIIMS, New Delhi.",
        "Dr. Singh also have various National and International publications, Patents, whole genome sequences and GeneBank submissions. Dr. Singh during his doctoral study identified novel biomarkers for detection of tuberculosis and multi-drug resistant tuberculosis directly from patient blood samples. He developed point-of-care ICT device for detection of TB/MDR-TB. The work was evaluated by WHO-FIND also and awarded by AIIMS Excellence Award-2017 & Dr. T.D. Chug Award-2019.",
        "Dr. Singh presented his doctoral research work at various International and National conferences and received various international/ national awards like AASM-2017 travel award, FEMS 2013 award, Best Poster Award at ICOPA-India 2008 and Sir Dorabji symposium on Antimicrobial resistance at IISc, Young Scientist Bill & Melinda Gates Foundation travel award, International Travel Awards by various funding agency of Government of India like Department of Sciences & technology, ICMR, CSIR, DBT and SERB to present my work at International conferences. He is also life member of various scientific societies like ASM, AASM, APS, ISID.",
        "Dr. Singh is also reviewers and editorial board member of various International journals like Frontiers Microbiology, BMC Microbiology, BMC infectious Disease, PLoS One, trd, BBRJ, Tuberculosis research & Treatment, Journal of tuberculosis etc. He actively organised various national & International conference, workshops and symposium. Also actively participated in social work with NGOs."
      ]
    },
    {
      "id": "025",
      "name": "Dr. Ashok Kumar",
      "imgSrc": "dashok",
      "desg": "Professor, Department of Neuroscience/McKnight Brain Institute, Florida, USA",
      "desc": [
        "Dr. Ashok Kumar is Assistant Professor at Department of Department of Neuroscience/McKnight Brain Institute, Florida, USA.",
        "He is advisory member of Indian Scientific Education and Technology (ISET) Foundation, a nonprofit organization. He is research expertise in Bio-Inorganic and supramolecular chemistry. He began serving in ISET Foundation in Dec 2016 within the commitment of advising of better way of promoting the science & technology specially related with Neuroscience. He completed Doctoral degree from Central Drug Research Institute, Lucknow, India."
      ]
    },
    {
      "id": "026",
      "name": "Dr Siddharth Sonkar",
      "imgSrc": "sid",
      "desg": "Founder & Co-Director, NUS Life sciences Pvt. Ltd.",
      "desc": [
        "Dr. Sonkar completed his masters in Applied Microbiology from the institute of science, Banaras Hindu University Varanasi, specializing in clinical microbiology of infectious disease, with research internship at All India Institute of Medical Science (AIIMS) New Delhi.",
        "Dr. Sonkar did his PhD in Biomedical Science from University of Delhi, Delhi. He has 08 year’s experience in the field of clinical microbiology of Infectious diseases and vaccine development. Dr. Sonkar also has scientific patents and publications in high impact journals like Nature Scientific reports, Elsevier Biosensors and Bioelectronics etc. The diagnostic assay developed by Dr. Sonkar is under consideration for technology transfer by University of Delhi. This diagnostic assay was also nominated by the Delhi University for the 2016 Visitor’s Award. Dr. Sonkar presented his research work at various National/International conferences held in India and abroad. Dr. Sonkar also received various National and International Awards like, Young Investigator Awards, IASSTDIUSTI awards and travel awards for his excellent work. Dr. Sonkar also life member of various annual scientific organizations and societies."
      ]
    },
    {
      "id": "027",
      "name": "Dr Sarat Chandra Yenisetti",
      "imgSrc": "sarat",
      "desg": "Professor, Nagaland University, India",
      "desc": [
        "Sarat completed B.Sc. from Silver Jubilee Government College, Kurnool, Andhra Pradesh; M.Sc. from Bangaluru University (University 3rd Rank), Karnataka, India and was awarded Ph.D. from Kuvempu University, Karnataka, India. He obtained post doctoral training in Neurogenetics from National Institute of Neurological Disorders and Stroke (NINDS) of NIH, Bethesda USA and University of Regensburg, Germany. Presently he is an Associate Professor in the Department of Zoology, Director, IQAC (Internal Quality Assurance Cell) and Nodal Officer, GIAN Cell (MHRD- Global Initiative of Academic Networks), Nagaland University (Central), Nagaland, India. His laboratory (Drosophila Neurobiology Laboratory) focuses on Drosophila approaches to understand adaptation and Parkinson's disease associated neurodegeneration. Lab is well funded by UGC, DBT, DST, ICMR. Sarat is also awarded with DBT’s (Department of Biotechnology) prestigious UEXCEL (Unit of Excellence in Biotechnology) grant in 2014."
      ]
    },
    {
      "id": "028",
      "name": "Dr. Rajendra K. Singh",
      "imgSrc": "rajendra",
      "desg": "Quality Control Advisor, Vyaire Medical, USA",
      "desc": [
        "Dr. Rajendra K. Singh received his Ph.D. in Biochemistry in India. After completion of his degree, he moved to the United States in 2003 first appointed as a Postdoctoral Fellow in the Department of Pathology at the school of medicine and Health Sciences University of North Dakota, ND. Dr. Singh served as the Research Scientist position in Cancer Biology at Miller School of Medicine, University of Miami, FL from 2006 to 2011 while maintaining cancer research program at University of Miami. Dr. Singh worked as Toxicology Specialist for Dow Corning Corporation, Midland, MI for several years and currently Quality Control Advisor at Vyaire Medical.",
        "As part of his professional activities, Dr. Singh organized and presented at several national and international conferences and established several NIH/VA funded research projects in areas of prostate and bladder carcinogenesis and cancer therapeutics while in the Laboratory of the University of Miami and the University of North Dakota. He has published more than 20 peer-reviewed publications in high impact journals in areas of Toxicology and Cancer Biology.",
        "He has been an ad-hoc reviewer for more than 20 Journals including, Cancer Research, Clinical Cancer Research, and Environmental Toxicology and Chemistry. He is an editorial board member for Journal of Cancer Science and Therapy, Medical and Surgical Urology, International Research Journal of Pharmacy and Pharmacology, and affiliated to the several professional societies, including Society of Toxicology, American Association for Cancer Research (AACR).",
        "Dr. Singh’s long-term goal is to promote professional activities and help the development of joint projects in toxicology and health education program through dialogue, collaboration, seminar between universities/scientific organizations and scientists from USA, India and worldwide."
      ]
    },
    {
      "id": "029",
      "name": "Dr. Piyoosh Babele",
      "imgSrc": "piyoosh",
      "desg": "Research Scientist, Vanderbilt University, TN, USA",
      "desc": [
        "Dr. Piyoosh Babele is Research Scientist at Chemical and Bio-molecular Engineering, Vanderbilt University, TN USA. He is working in the areas of metabolic flux analysis (fluxomics), and metabolic engineering of cyanobacteria, E.coli, and yeast to enhance the production of commercial products (e.g., Biofuels and feed additives). He has more than 10 years of research experience in the metabolomics, proteomics and nano- toxicology. He has done his Ph.D. in Biochemistry from Banaras Hindu University and after that worked at IISER Bhopal on a SERB-DST funded project sanctioned to him as principal investigator."
      ]
    },
    {
      "id": "030",
      "name": "Dr. Ajay Kumar Singh",
      "imgSrc": "ajay",
      "desg": "Principal Scientist & Head R&D, AG Bio Systems Private Limited, Telangana, Hyderabad",
      "desc": [
        "He has completed his doctorate entitled “Isolation and characterization of secondary metabolites of some selected fungi as herbicide of M. P.” from Mycological Research Laboratory, Rani Durgawati University, Jabalpur. Presently, he is working as Principal Scientist & Head R&D at A.G. Bio Systems Private Limited. He has fair knowledge in Mycology, Fungal taxonomy and Plant Pathology. He is an agricultural scientist and microbiologist with particular expertise in biopesticide (plant diseases, insect and weed) & biofertilizer development. Since his Ph D, he has involved in ecofriendly solutions to weed problems. Then he began investigations into the potential use of indigenous or naturally occurring fungal pathogens and their metabolites for weed control. His research led to novel invention of patents and he has innovator of 24 patents (21 International and 3 national) for weed control. He is also focused on formulation of bioherbicides and other biopesticide. He has a proven track record of innovative research through awards/achievements, various publications and/or patents and understanding of commercialization processes from lab scale to pilot scale (scale-up). He has deep industrial research and development experience with fermentation, culture development, formulation including implementation into industrial processes. He has strong organizational and analytical skills, including data management, analysis, and communication.",
        "Research Interests: Plant Pathology/Mycology/Biological Control/Natural compounds/Mycoherbicide/Biorational."
      ]
    },
    {
      "id": "031",
      "name": "Dr. Ramendra Sundar Dey",
      "imgSrc": "ramendra",
      "desg": "Scientist at Institute of Nano Science and Technology, Mohali, India",
      "desc": [
        "Dr. Ramendra Sundar Dey is a Scientist at Institute of Nano Science and Technology, Mohali, India. Prior, he was a Hans Christian Ørsted postdoc fellow at Technical University of Denmark (DTU), Denmark. He received Ph.D. in Chemistry at 2013 from Indian Institute of Technology (IIT) Kharagpur, India. Over past 6 years he is involved in research in the field of electroanalytical chemistry in nanotechnology. His current research is focused on the architecture and engineering of nanomaterials for advanced energy storage technology and non-novel metal catalyst for hybrid energy systems. Dr. Dey has published more than 25 research articles (including Energy & Environmental science, Journal of Materials chemistry A, Nanoscale, Scientific Reports, Chem. Comm. etc), several books and chapters and filed one patent. He has been honored with number of prestigious National and International awards. Recently, he has been honored for Journal of Materials Chemistry A Emerging Investigator under the theme highlighting 2019’s rising stars of materials by RSC."
      ]
    }
  ],
  "Volunteers": [
    {
      "id": "1",
      "imgSrc": "ankita",
      "name": "Ankita",
      "desg": "Bachelor of Technology from Electronics and Communication",
      "role": "Promote Science and Technology"
    },
    {
      "id": "2",
      "imgSrc": "umesh",
      "name": "Umesh Kumar",
      "desg": "PhD",
      "role": "Centre of Biomedical Research, SGPGI Campus, Lucknow"
    },
    {
      "id": "3",
      "imgSrc": "ritu",
      "name": "Ritu Raaz",
      "desg": "Bachelor of Technology from Electronics and Communication",
      "role": "Centre of Biomedical Research, SGPGI Campus, Lucknow"
    },
    {
      "id": "4",
      "imgSrc": "ekta",
      "name": "Ekta Kriti Singh",
      "desg": "Bachelor of Technology from Electronics and communication",
      "role": "Spread the importance of science and technology"
    },
    {
      "id": "5",
      "imgSrc": "sonia",
      "name": "Sonia Singh",
      "desg": "B.Sc.",
      "role": "Lovely professional University"
    },
    {
      "id": "6",
      "imgSrc": "hareram",
      "name": "Hareram Birla",
      "desg": "PhD, Neuroscience Dept. of Biochemistry",
      "role": "Institute of Science, B.H.U"
    },
    {
      "id": "7",
      "imgSrc": "vinita",
      "name": "Vinita Pandey",
      "desg": "PhD, Life Sciences",
      "role": "B.H.U, Varanasi"
    },
    {
      "id": "8",
      "imgSrc": "jaya",
      "name": "Jaya Verma",
      "desg": "PhD, Life Sciences",
      "role": "B.H.U, Varanasi"
    },
    {
      "id": "9",
      "imgSrc": "shashank",
      "name": "Shashank Srivastava",
      "desg": "Physics (Hons.)",
      "role": "Hindu college(University of Delhi)"
    },
    {
      "id": "10",
      "imgSrc": "alan",
      "name": "Alan Jerish J",
      "desg": "Bachelor's degree B. Tech in Biotechnology",
      "role": "Masters degree M. Tech in Food Technology"
    },
    {
      "id": "11",
      "imgSrc": "vipin",
      "name": "Mr. Vipin Rai",
      "desg": "PhD Scholar, Department of Biochemistry",
      "role": "Institute of Science, B.H.U"
    },
    {
      "id": "12",
      "imgSrc": "tarun",
      "name": "Mr. Tarun Manocha",
      "desg": "PhD Scholar, Department of Zoology",
      "role": "Institute of Science, B.H.U"
    },
    {
      "id": "13",
      "imgSrc": "sidhharth",
      "name": "Mr. Sidhharth Kumar Singh",
      "desg": "PhD Scholar",
      "role": "Institute of Medical Sciences, B.H.U"
    }
  ],
  "WebVolunteers": [
    {
      "id": "1",
      "imgSrc": "anuj",
      "name": "Anuj Kumar",
      "desg": "B.Sc(Hons.) Computer Science",
      "institute": "Hansraj College (University Of Delhi)",
      "links": [
        "https://www.linkedin.com/in/anuj-kumar43215/",
        "https://github.com/43215-Anuj"
      ]
    },
    {
      "id": "2",
      "imgSrc": "shivank",
      "name": "Shivank Maheshwari",
      "desg": "B.Sc(Hons.) Computer Science",
      "institute": "Hansraj College (University Of Delhi)",
      "links": [
        "https://www.linkedin.com/in/shivank-maheshwari-a0726517b/",
        "https://github.com/Shian009"
      ]
    },
    {
      "id": "3",
      "imgSrc": "riya",
      "name": "Riya",
      "desg": "B.Sc(Hons.) Computer Science",
      "institute": "Hansraj College (University Of Delhi)",
      "links": [
        "https://www.linkedin.com/in/riya-rakshit-702216150/",
        "https://github.com/RakshitRiya"
      ]
    },
    {
      "id": "5",
      "imgSrc": "divya",
      "name": "Divya",
      "desg": "B.Sc(Hons.) Computer Science",
      "institute": "Hansraj College (University Of Delhi)",
      "links": [
        "https://www.linkedin.com/in/divya-singh-0384b31a6/",
        "https://github.com/divyasinghshah"
      ]
    },
    {
      "id": "6",
      "imgSrc": "nancy",
      "name": "Nancy",
      "desg": "B.Sc(Hons.) Computer Science",
      "institute": "Hansraj College (University Of Delhi)",
      "links": [
        "https://www.linkedin.com/in/nancy-tayal-022b3b1ab/",
        "https://github.com/Nancy-tayal"
      ]
    }
  ]
}
